<html xmlns:mml>
<!DOCTYPE html public "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<head>
<!-- The next lines of text are copied from the file htmlout.cfg, and can be modified there -->
<style type="text/css">
.displayed {text-align: center}
.displayed { display: block !
important}
.displayedmathml {margin-top: 5px; margin-bottom: 5px; font-style: normal; font-family: Times New Roman; font-size: 100%}
span.leadin {float: left}
span.vspace {vertical-align: top}
span.rule {display: inline; background-color: black}
span.inline-math-graphics {white-space: nowrap}
hr.pagebreak {color: green}
table {border-collapse: collapse; border-color: black}
table td {border-color: black}
.inlinemathml {font-family: Times New Roman; font-style: normal; font-size: 100%}
.inlineTable {display: inline}
</style>
<!-- End of lines from htmlout.cfg -->
<link href="Oct10-mod_2.css" rel="stylesheet" type="text/css"/>
</head>
<body>
<h2 id="Note_1">Note_1</h2>
<p>O sistema  e conhecido no idioma Ingl&#xea;s como Compound Crank Axel ou Trailing Twist Axel. Em portugu&#xea;s normalmente &#xe9; mencionado simplesmente como Suspens&#xe3;o Semi-Independente ou Bra&#xe7;os Oscilantes Longitudinais. O designa&#xe7;&#xe3;o utilizada neste trabalho &#xe9; uma tentativa de melhor descrever o sistema, embora devesse ser utilizada a denomin&#xe7;&#xe3;o completa de Bra&#xe7;os Arrastados Interconectados por Viga Sujeita a Tor&#xe7;&#xe3;o.</p><p>O termo Bra&#xe7;os Arrastados vem do fato de o ponto de pivotamento dos bra&#xe7;os oscilantes estar &#xe0; frente dos centros das rodas.</p>
<hr/><h2 id="Note_2">Note_2</h2>
<p>Esse tipo de mola helicoidal &#xe9; conhecida como mola banana devido a sua forma se parecer a forma do fruto.</p>
<hr/><h2 id="Note_3">Note_3</h2>
<p>No in&#xed;cio do desenvolvimento desse tipo de suspens&#xe3;o a viga de conex&#xe3;o dos bra&#xe7;os oscilantes era contru&#xed;da com se&#xe7;&#xe3;o transversal circular, por&#xe9;m esa solu&#xe7;&#xe3;o carecia de uma junta que permitisse a tor&#xe7;&#xe3;o da viga para que a suspens&#xe3;o n&#xe3;o fosse muito rigida em Roll. A utiliza&#xe7;&#xe3;o de vigas com perfis abertos permite que se tenha baixa rigidez torcional e alta rigidez a flex&#xe3;o.</p>
<hr/><h2 id="Note_4">Note_4</h2>
<p><span class="it">Warping effect</span>, &#xe9; efeito da perda de planicidade da se&#xe7;&#xe3;o transversal de uma barra n&#xe3;o circular submetida a tor&#xe7;&#xe3;o. (Te&#xf3;ria Cl&#xe1;ssica da Tor&#xe7;&#xe3;o - Saint Venant). Em 1853 o engenheiro franc&#xea;s Adh&#xe9;mar Jean Barr&#xe9; de Saint-Venant apresentou na Academia Francesa de Ci&#xea;ncias a teoria cl&#xe1;ssica da tor&#xe7;&#xe3;o. Saint-Venant mostrou que quando uma barra n&#xe3;o circular &#xe9; torcida, a se&#xe7;&#xe3;o transversal que era planar antes da tor&#xe7;&#xe3;o n&#xe3;o mais permanecia planar ap&#xf3;s a tor&#xe7;&#xe3;o.</p>
<hr/><h2 id="Note_5">Note_5</h2>
<p>A suspens&#xe3;o aqui chamada de Independente de Bra&#xe7;os Obl&#xed;quos Arrastados &#xe9; conhecida no idioma Ingl&#xea;s por Semi-Trailing Link</p><p>Esse tipo de suspens&#xe3;o traseira &#xe9; encontrada no Omega da GM e nos BMW s&#xe9;rie 5, por exemplo.</p>
<hr/><h2 id="Note_6">Note_6</h2>
<p>Descritos por Reimpell<span class="cite">Reimpell</span> como '' Rebound or Compression Stops''.</p>
<hr/><h2 id="Note_7">Note_7</h2>
<p>O termo''Pav&#xe9;'' vem de''Belgian Pav&#xe9;''. O ''Pav&#xe9;'' original &#xe9; do produto da falta de manuten&#xe7;&#xe3;o e esquecimento, durante a segunda grande Guerra, das t&#xed;picas estradas constu&#xed;das de blocos de pedra encontradas na B&#xe9;lgica, Fran&#xe7;a, Paises Baixos e Alemanha.<span class="cite">Bastow</span></p>
<hr/><h2 id="Note_8">Note_8</h2>
<p>Bourcier De Carbon Ch.: A theory and an effective design of the damped suspension of ground vehicles, III FISITA Congress,1950.</p>
<hr/><h2 id="Note_9">Note_9</h2>
<p>As fun&#xe7;&#xf5;es de resposta em frequ&#xea;ncia podem ser apresentadas como a raz&#xe3;o de amplitudes de deslocamento ( Receptance), de velocidade (Mobility) e acelera&#xe7;&#xe3;o (Accelerance).<span class="cite">Ewins</span></p>
<hr/><h2 id="Note_10">Note_10</h2>
<p>Os crit&#xe9;rios de Olley apresentados neste trabalho foram extraidos do livro '' Fundamentals of Vehicle Dynamics '' de Thomas D. Gillespie.</p>
<hr/><h2 id="Note_11">Note_11</h2>
<p>Segundo Fenton <span class="cite">Fenton</span>, o primeiro modo de flex&#xe3;o da carroceira de um autom&#xf3;vel est&#xe1; pr&#xf3;ximo a <span class="inline-math-graphics"><img width="35px" height="21px" src="graphics/Oct10-mod_2__272.png" alt="$20Hz$" style="vertical-align:-4px"/></span>.</p>
<hr/><h2 id="Note_12">Note_12</h2>
<p>Conhecido na literatura como '' Rectangular Window Function''.</p>
<hr/>
</body>
</html>